android-tools
ark
base
base-devel
blueman
brightnessctl
broadcom-wl-dkms
btop
cliphist
dkms
dunst
efibootmgr
flatpak
fuzzel
gamemode
gedit
gimp
git
gparted
grub
grub-customizer
gst-plugin-pipewire
gvfs
helvum
htop
hyprland
hyprpaper
innoextract
intel-ucode
iwd
kitty
lib32-gamemode
lib32-vkd3d
lib32-vulkan-icd-loader
libpulse
libva-mesa-driver
linux
linux-firmware
lutris
lxappearance
lxsession-gtk3
meson
nano
neofetch
ntfs-3g
openrazer-daemon
openssh
pamixer
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
python-protobuf
python-pywal
qt5-quickcontrols
qt5-wayland
qt5ct
qt6-wayland
sddm
sl
smartmontools
sof-firmware
steam
swaylock
thunar
thunar-archive-plugin
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
vim
vkd3d
vulkan-radeon
vulkan-tools
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xwininfo
zram-generator
zsh
